FIRST_MESSAGE = '''
<b>Вас приветствует команда трейдеров проекта MH Trade👋🏻</b>

<b>Команда MH Trade</b> - это комьюнити профессиональных трейдеров,
созданное для совместного обучения трейдингу, взаимопомощи и
обмена опытом в торговле бинарными опционами.

Наша основная стратегия - торговля от уровней.

<b>Проходимость сделок по стратегии более 75%🔝💰</b>

На основе многолетнего опыта торговли (более 8 лет) 
мы создали видео-курс посвященный данной стратегии,
чтобы каждый желающий мог научиться торговать самостоятельно.

1️⃣ В курсе мы разобрали не только стратегию, но и важные элементы
необходимые для системного увеличения своего депозита
(психологию торговли, инструменты риск-менеджмента и мани-менеджмента и тд.)

2️⃣ Курс устроен по принципу от "простого к сложному",
чтобы он был полезен и начинающим и опытным трейдерам.

3️⃣ Сейчас мы предлагаем вам пройти демо-версию нашего авторского курса.'''
SECOND_MESSAGE = '''
<b>📌В демо-версии курса у вас есть возможность ознакомиться первыми тремя видеоуроками.</b>

<b>📚Из них вы узнаете:</b>

🔺Что такое график в трейдинге в принципе.
🔺Какие бывают типы графика и зачем они нужны.
🔺Что такое волатильность.
🔺Какие бывают типы волатильности.
🔺Из-за чего происходит волатильность.
🔺Что такое Фундаментальный анализ.
🔺Инструменты Фундаментального анализа.
🔺Что такое Технический анализ.
🔺Инструменты Технического анализа.
🔺Что такое таймфрейм.
🔺Как работает таймфрейм.
🔺Какие бывают таймфреймы.
🔺Зачем нужны разные таймфреймы.
🔺Как переключать таймфреймы на платформе.
🔺Что такое время экспирации.
🔺Как работает время экспирации.
🔺Как переключать время экспирации на платформе.

<b>🎁После прохождения демо-версии курса вы получите подарок от нашего проекта.</b>

<b>✍🏻Изучайте всё по порядку и если возникнут вопросы, задавайте их в личные сообщения - </b>@mhtrade_bo
'''
THIRD_MESSAGE = '''
<b>📈Для курса вам понадобится регистрация на торговой платформе, чтобы применять знания на практике.</b>

Лично проверенные платформы зарекомендовавшие себя с положительной стороны - это <a href="https://broker-qx.pro/sign-up/?lid=380253">Quotex</a> и <a href="https://po7.cash/register?utm_source=affiliate&a=WXIxcd6GHtZ6gV&ac=coursbot">Pocket Option.</a>

🔗Если еще нет аккаунта у этих брокеров, то можете зарегистрироваться сейчас👇🏻

<b>🔺Ссылка на Quotex</b> - <a href="https://broker-qx.pro/sign-up/?lid=380253">www.quotex.com</a>
<b>🔺Cсылка на Pocket Option</b> - <a href="https://po7.cash/register?utm_source=affiliate&a=WXIxcd6GHtZ6gV&ac=coursbot">www.pocketoption.com</a>

*Если какая-то из ссылок не откроется, сообщите нам.

*При возникновении вопросов по ходу изучения курса тоже можете писать нам. Обязательно проконсультируем👌

<b>✍🏻Писать сюда -</b> @mhtrade_bo

Предлагаю приступить к обучению😎

Жмите на кнопку <b>НАЧАТЬ ОБУЧЕНИЕ👇🏻</b>'''
FORTH_MESSAGE = '''
<b>📌1 УРОК.

ИЗ ДАННОГО УРОКА ВЫ УЗНАЕТЕ:</b>

- Что такое график в трейдинге в принципе.

- Какие бывают типы графика и зачем они нужны.

- Что такое волатильность.

- Какие бывают типы волатильности.

- Из-за чего происходит волатильность.

- Что такое Фундаментальный анализ.

- Инструменты для Фундаментального анализа.

- Что такое Технический анализ.

- Инструменты Технического анализа.

<b>✍️Если будут вопросы, пишите в лс - @mhtrade_bo</b>'''
FIFTH_MESSAGE = '''
<b>📌2 УРОК.

ИЗ ДАННОГО УРОКА ВЫ УЗНАЕТЕ:</b>

- Что такое таймфрейм.

- Как работает таймфрейм.

- Какие бывают таймфреймы.

- Зачем нужны разные таймфреймы.

- Как переключать таймфреймы на платформе.

<b>✍️Если будут вопросы, пишите в лс - @mhtrade_bo</b>'''
SIXTH_MESSAGE = '''
<b>📌3 УРОК.

ИЗ ДАННОГО УРОКА ВЫ УЗНАЕТЕ:</b>

- Что такое время экспирации.

- Как работает время экспирации.

- Как переключать время экспирации на платформе.

<b>✍️Если будут вопросы, пишите в лс - @mhtrade_bo</b>'''
SEVENTH_MESSAGE = '''
<b>ПОЗДРАВЛЯЕМ С ПРОХОЖДЕНИЕМ ДЕМО-ВЕРСИИ КУРСА🥳</b>

А теперь перейдём к подаркам от нашей команды🎁

<b>За полную версию курса не нужно платить✅
Мы выдаем его бесплатно участникам нашей команды.</b>

В дополнение к курсу вы получаете доступ к торговым рекомендациям на моментальный вход в сделку📈

Торговые рекомендации - это заранее проанализированные рыночные ситуации. Анализ проводит трейдер с многолетним опытом торговли.
 
Особенность рекомендаций на моментальный вход в сделку заключается в том, что вам не нужно самостоятельно искать точку входа в сделку, а можно заключать её в момент выхода рекомендации.

Это экономит время, упрощает торговлю и делает её понятнее и удобнее.

<b>📊С результатами торговли команды и отзывами от её участников можете ознакомиться здесь -</b> <a href="https://t.me/mh_stat">РЕЗУЛЬТАТЫ КОМАНДЫ</a>'''
EIGHTH_MESSAGE = '''
<b>КАК ПОЛУЧИТЬ ПОЛНУЮ ВЕРСИЮ КУРСА И ТОРГОВЫЕ РЕКОМЕНДАЦИИ?🎁</b>

Напишите мне в личные сообщения "<b>ХОЧУ В КОМАНДУ</b>" и я расскажу об актуальных условиях вступления в команду.

Если у вас другие тематические вопросы, то также можете их задать. Обязательно отвечу.

<b>✍🏻Писать сюда</b> - @mhtrade_bo 

_____________________________

Рекомендуем не отписываться от бота, потому что сюда мы будем присылать дополнительный уникальный обучающий материал и приглашать принять участие в розыгрышах денежных призов и промокодов на отмену
убыточных сделок🎁'''
NINETH_MESSAGE = '''
✅Чтобы присоединиться к команде, напишите мне в личные сообщения "<b>ХОЧУ В КОМАНДУ</b>" и я расскажу об актуальных условиях вступления.

Если у вас другие тематические вопросы, то также можете их задать. Обязательно отвечу.

<b>✍🏻Писать сюда</b> - @mhtrade_bo'''
TENTH_MESSAGE = '''
<b>РАЗЫГРЫВАЕМ ПРОМОКОДЫ НА ОТМЕНУ СДЕЛКИ🎁🥳</b>

Приглашаем в телеграм канал, где мы разыгрываем промокоды на отмену сделки и денежные призы💰

<b>✅Вот ссылка на канал</b> - https://t.me/binarsignal 

Изучите закрепленный пост и вы узнаете как получать бесплатные торговые рекомендации без реф ссылок🔝

__________________________

Рекомендуем не отписываться от бота, потому что здесь мы будем присылать дополнительный уникальный обучающий материал и приглашать принять участие в розыгрышах денежных призов и промокодов на отмену
убыточных сделок🎁'''
ELEVENTH_MESSAGE = '''
<b>ТОРГОВЫЕ РЕКОМЕНДАЦИИ БЕЗ РЕФ ССЫЛКИ✅</b>

Торгуй бесплатно и без реферальных ссылок!

Опытные трейдеры делятся входами в сделки со всеми желающими зарабатывать торговлей бинарными опционами!

<b>✅Успей подписаться на канал и изучить закрепленный пост</b> - https://t.me/binarsignal

⚠️Количество мест ограничено
________________________

Рекомендуем не отписываться от бота, потому что здесь мы будем присылать дополнительный уникальный обучающий материал и приглашать принять участие в розыгрышах денежных призов и промокодов на отмену
убыточных сделок🎁'''